Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaCustomer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# profile_photo_label
source: Profile photo
cs: Profilová fotka
ru: Фото профиля
sk: Profilová fotka
uk: Фото профілю

# profile_photo_library
source: Choose from Library
cs: Vybrat z galerie
ru: Выбрать из галереи
sk: Vybrať z galérie
uk: Вибрати з галереї

# profile_photo_remove
source: Remove photo
cs: Odebrat fotku
ru: Удалить фото
sk: Odstrániť fotku
uk: Видалити фото

# profile_photo_remove_success
source: Profile photo removed
cs: Profilová fotka byla odstraněna
ru: Фото профиля удалено
sk: Profilová fotka bola odstránená
uk: Фото профілю видалено

# profile_photo_take
source: Take Photo
cs: Vyfotit
ru: Сделать фото
sk: Odfotiť
uk: Зробити фото

# profile_photo_upload_success
source: Profile photo updated
cs: Profilová fotka byla aktualizována
ru: Фото профиля обновлено
sk: Profilová fotka bola aktualizovaná
uk: Фото профілю оновлено

# profile_recurring_bookings_subtitle
source: Manage your weekly or biweekly cleanings
cs: Spravujte týdenní nebo dvoutýdenní úklidy
ru: Управляйте еженедельными или раз в две недели уборками
sk: Spravujte týždenné alebo dvojtýždenné upratovania
uk: Керуйте щотижневими або раз на два тижні прибираннями

# profile_recurring_bookings_title
source: Recurring bookings
cs: Opakované objednávky
ru: Регулярные бронирования
sk: Opakované objednávky
uk: Регулярні бронювання

# profile_row_appearance
source: Appearance
cs: Vzhled
ru: Внешний вид
sk: Vzhľad
uk: Вигляд

# profile_row_credit
source: Credit
cs: Kredit
ru: Кредит
sk: Kredit
uk: Кредит

# profile_row_devices
source: Devices
cs: Zařízení
ru: Устройства
sk: Zariadenia
uk: Пристрої

# profile_row_payments
source: Payments
cs: Platby
ru: Платежи
sk: Platby
uk: Платежі

# payments_title
source: Payments
cs: Platby
ru: Платежи
sk: Platby
uk: Платежі

# payments_due_title
source: Amounts due
cs: K úhradě
ru: К оплате
sk: Na úhradu
uk: До сплати

# payments_due_intro
source: Pay what you owe to book in cash again. Card bookings are not affected.
cs: Uhraďte dlužnou částku a budete moci znovu platit v hotovosti. Objednávek placených kartou se to netýká.
ru: Погасите задолженность, чтобы снова платить наличными. Заказов с оплатой картой это не касается.
sk: Uhraďte dlžnú sumu a budete môcť znova platiť v hotovosti. Objednávok platených kartou sa to netýka.
uk: Сплатіть заборгованість, щоб знову платити готівкою. Замовлень з оплатою карткою це не стосується.

# payments_due_order
source: Order %1$@
cs: Objednávka %1$@
ru: Заказ %1$@
sk: Objednávka %1$@
uk: Замовлення %1$@

# payments_pay_action
source: Pay
cs: Zaplatit
ru: Оплатить
sk: Zaplatiť
uk: Сплатити

# receivable_kind_cancellation_fee
source: Cancellation fee
cs: Storno poplatek
ru: Плата за отмену
sk: Stornovací poplatok
uk: Плата за скасування

# receivable_kind_lockout
source: Lockout fee
cs: Poplatek za neumožnění vstupu
ru: Плата за непредоставление доступа
sk: Poplatok za neumožnenie vstupu
uk: Плата за ненадання доступу

# receivable_kind_unpaid_cash
source: Unpaid cash
cs: Nezaplacená hotovost
ru: Неоплаченные наличные
sk: Nezaplatená hotovosť
uk: Неоплачена готівка

# receivable_kind_top_up
source: Approved top-up
cs: Schválený doplatek
ru: Одобренная доплата
sk: Schválený doplatok
uk: Схвалена доплата

# receivable_kind_other
source: Amount due
cs: Částka k úhradě
ru: Сумма к оплате
sk: Suma na úhradu
uk: Сума до сплати

# payments_card_title
source: Saved card
cs: Uložená karta
ru: Сохранённая карта
sk: Uložená karta
uk: Збережена картка

# payments_card_intro
source: The card that guarantees your cash bookings. A cancellation fee, a lockout fee, unpaid cash or a top-up you approved may be charged to it.
cs: Karta, která zaručuje vaše objednávky v hotovosti. Může z ní být stržen storno poplatek, poplatek za neumožnění vstupu, nezaplacená hotovost nebo schválený doplatek.
ru: Карта, которая гарантирует ваши заказы с оплатой наличными. С неё могут быть списаны плата за отмену, плата за непредоставление доступа, неоплаченные наличные или одобренная вами доплата.
sk: Karta, ktorá zaručuje vaše objednávky v hotovosti. Môže z nej byť strhnutý stornovací poplatok, poplatok za neumožnenie vstupu, nezaplatená hotovosť alebo schválený doplatok.
uk: Картка, яка гарантує ваші замовлення з оплатою готівкою. З неї можуть бути списані плата за скасування, плата за ненадання доступу, неоплачена готівка або схвалена вами доплата.

# payments_card_expires
source: Expires %1$02d/%2$02d · %3$@
cs: Platnost do %1$02d/%2$02d · %3$@
ru: Действует до %1$02d/%2$02d · %3$@
sk: Platnosť do %1$02d/%2$02d · %3$@
uk: Дійсна до %1$02d/%2$02d · %3$@

# payments_card_empty
source: No card saved. Cash bookings need one.
cs: Nemáte uloženou kartu. Objednávky v hotovosti ji vyžadují.
ru: Карта не сохранена. Для заказов с оплатой наличными она нужна.
sk: Nemáte uloženú kartu. Objednávky v hotovosti ju vyžadujú.
uk: Картку не збережено. Для замовлень з оплатою готівкою вона потрібна.

# payments_card_add_note
source: Saving a card charges nothing: you still pay the cleaner in cash.
cs: Uložením karty se nic nestrhává: za úklid zaplatíte v hotovosti jako obvykle.
ru: При сохранении карты ничего не списывается: за уборку вы платите наличными, как обычно.
sk: Uložením karty sa nič nestrháva: za upratovanie zaplatíte v hotovosti ako zvyčajne.
uk: Збереження картки нічого не списує: за прибирання ви платите готівкою, як завжди.

# payments_card_add_action
source: Save a card
cs: Uložit kartu
ru: Сохранить карту
sk: Uložiť kartu
uk: Зберегти картку

# payments_card_added
source: Card saved
cs: Karta uložena
ru: Карта сохранена
sk: Karta uložená
uk: Картку збережено

# payments_card_add_cancelled
source: Your card wasn't saved.
cs: Karta se neuložila.
ru: Карта не сохранена.
sk: Karta sa neuložila.
uk: Картку не збережено.

# payments_card_add_pending
source: We're still confirming your card. Check back here in a moment.
cs: Kartu ještě ověřujeme. Podívejte se sem za chvíli.
ru: Мы ещё подтверждаем вашу карту. Загляните сюда через мгновение.
sk: Kartu ešte overujeme. Pozrite sa sem o chvíľu.
uk: Ми ще підтверджуємо вашу картку. Загляньте сюди за мить.

# payments_card_remove_action
source: Remove card
cs: Odebrat kartu
ru: Удалить карту
sk: Odstrániť kartu
uk: Видалити картку

# payments_card_remove_title
source: Remove this card?
cs: Odebrat tuto kartu?
ru: Удалить эту карту?
sk: Odstrániť túto kartu?
uk: Видалити цю картку?

# payments_card_remove_message
source: Cash bookings need a saved card. You can save another one here.
cs: Objednávky v hotovosti vyžadují uloženou kartu. Jinou si můžete uložit zde.
ru: Для заказов с оплатой наличными нужна сохранённая карта. Другую можно сохранить здесь.
sk: Objednávky v hotovosti vyžadujú uloženú kartu. Inú si môžete uložiť tu.
uk: Для замовлень з оплатою готівкою потрібна збережена картка. Іншу можна зберегти тут.

# payments_card_remove_confirm
source: Remove
cs: Odebrat
ru: Удалить
sk: Odstrániť
uk: Видалити

# payments_card_removed
source: Card removed
cs: Karta odebrána
ru: Карта удалена
sk: Karta odstránená
uk: Картку видалено

# payments_error_message
source: We couldn't load your payments. Check your connection and try again.
cs: Platby se nepodařilo načíst. Zkontrolujte připojení a zkuste to znovu.
ru: Не удалось загрузить платежи. Проверьте подключение и попробуйте ещё раз.
sk: Platby sa nepodarilo načítať. Skontrolujte pripojenie a skúste to znova.
uk: Не вдалося завантажити платежі. Перевірте з’єднання та спробуйте ще раз.

# profile_row_disputes
source: My disputes
cs: Moje spory
ru: Мои споры
sk: Moje spory
uk: Мої спори

# profile_row_edit
source: Edit
cs: Upravit
ru: Редактировать
sk: Upraviť
uk: Редагувати

# profile_row_help
source: Help & support
cs: Nápověda a podpora
ru: Помощь и поддержка
sk: Pomoc a podpora
uk: Довідка та підтримка

# profile_row_market
source: Market
cs: Trh
ru: Рынок
sk: Trh
uk: Ринок

# market_chip_a11y
source: Market: %1$@, prices in %2$@
cs: Trh: %1$@, ceny v %2$@
ru: Рынок: %1$@, цены в %2$@
sk: Trh: %1$@, ceny v %2$@
uk: Ринок: %1$@, ціни в %2$@

# profile_row_language
source: Language
cs: Jazyk
ru: Язык
sk: Jazyk
uk: Мова

# profile_row_notifications
source: Notifications
cs: Oznámení
ru: Уведомления
sk: Oznámenia
uk: Сповіщення

# profile_row_security
source: Security
cs: Zabezpečení
ru: Безопасность
sk: Zabezpečenie
uk: Безпека

# profile_save_success
source: Profile saved successfully
cs: Profil úspěšně uložen
ru: Профиль успешно сохранён
sk: Profil úspešne uložený
uk: Профіль успішно збережено

# profile_security_change_password
source: Change password
cs: Změnit heslo
ru: Сменить пароль
sk: Zmeniť heslo
uk: Змінити пароль

# profile_security_confirm
source: Confirm new password
cs: Potvrďte nové heslo
ru: Подтвердите новый пароль
sk: Potvrďte nové heslo
uk: Підтвердіть новий пароль

# profile_security_new
source: New password
cs: Nové heslo
ru: Новый пароль
sk: Nové heslo
uk: Новий пароль

# profile_security_title
source: Security
cs: Zabezpečení
ru: Безопасность
sk: Zabezpečenie
uk: Безпека

# profile_security_update
source: Update password
cs: Aktualizovat heslo
ru: Обновить пароль
sk: Aktualizovať heslo
uk: Оновити пароль

# profile_stat_bookings
source: Bookings
cs: Rezervace
ru: Бронирования
sk: Rezervácie
uk: Бронювання

# profile_stat_member_since
source: Member since
cs: Členem od
ru: Участник с
sk: Členom od
uk: Учасник з

# profile_stat_saved
source: Saved
cs: Uloženo
ru: Сохранено
sk: Uložené
uk: Збережено

# profile_tier_regular
source: Regular
cs: Základní
ru: Обычный
sk: Základné
uk: Стандартний

# push.dispute.reply.body
source: You have a new message about your dispute. Tap to read.
cs: Máte novou zprávu k vaší reklamaci. Klepněte pro přečtení.
ru: У вас новое сообщение по вашей жалобе. Нажмите, чтобы прочитать.
sk: Máte novú správu k vašej reklamácii. Ťuknutím si ju prečítate.
uk: У вас нове повідомлення щодо вашої скарги. Натисніть, щоб прочитати.

# push.dispute.reply.title
source: Support replied
cs: Podpora odpověděla
ru: Поддержка ответила
sk: Podpora odpovedala
uk: Підтримка відповіла

# push.employee.registration_approved.body
source: You're approved. Open the app to start taking jobs.
cs: Byli jste schváleni. Otevřete aplikaci a začněte přijímat zakázky.
ru: Вы одобрены. Откройте приложение, чтобы начать брать заказы.
sk: Boli ste schválení. Otvorte aplikáciu a začnite prijímať zákazky.
uk: Вас схвалено. Відкрийте застосунок, щоб почати брати замовлення.

# push.employee.registration_approved.title
source: Application approved
cs: Žádost schválena
ru: Заявка одобрена
sk: Žiadosť schválená
uk: Заявку схвалено

# push.employee.registration_rejected.body
source: Your application was rejected. Open the app to see why, or contact support.
cs: Vaše žádost byla zamítnuta. Otevřete aplikaci a zjistěte proč, nebo kontaktujte podporu.
ru: Ваша заявка отклонена. Откройте приложение, чтобы узнать причину, или обратитесь в поддержку.
sk: Vaša žiadosť bola zamietnutá. Otvorte aplikáciu a zistite prečo, alebo kontaktujte podporu.
uk: Вашу заявку відхилено. Відкрийте застосунок, щоб дізнатися причину, або зверніться до підтримки.

# push.employee.registration_rejected.title
source: Application rejected
cs: Žádost zamítnuta
ru: Заявка отклонена
sk: Žiadosť zamietnutá
uk: Заявку відхилено

# push.employee.weekly_limit_set.body
source: You can now take up to %1$@ jobs per week. Tap for details.
cs: Nyní si můžete vzít nejvýše %1$@ zakázek týdně. Klepnutím zobrazíte podrobnosti.
ru: Теперь вы можете брать не более %1$@ заказов в неделю. Нажмите, чтобы посмотреть.
sk: Teraz si môžete vziať najviac %1$@ zakáziek týždenne. Ťuknutím zobrazíte podrobnosti.
uk: Тепер ви можете брати щонайбільше %1$@ замовлень на тиждень. Торкніться, щоб переглянути.

# push.employee.weekly_limit_set.title
source: Weekly job limit updated
cs: Týdenní limit zakázek změněn
ru: Недельный лимит заказов обновлён
sk: Týždenný limit zakáziek zmenený
uk: Тижневий ліміт замовлень оновлено

# push.loyalty.tier_upgrade.body
source: You reached a new loyalty tier — your new perks are waiting.
cs: Dosáhli jste nové věrnostní úrovně — nové výhody na vás čekají.
ru: Вы достигли нового уровня лояльности — новые привилегии уже ждут.
sk: Dosiahli ste novú vernostnú úroveň — nové výhody čakajú.
uk: Ви досягли нового рівня лояльності — нові переваги вже чекають.

# push.loyalty.tier_upgrade.title
source: You leveled up!
cs: Nová úroveň!
ru: Вы перешли на новый уровень!
sk: Postup na novú úroveň!
uk: Ви перейшли на новий рівень!

# push.membership.cancellation_effective.body
source: Your subscription has ended. Resubscribe to keep your Plus perks.
cs: Vaše předplatné skončilo. Obnovte ho a vraťte si výhody Plus.
ru: Ваша подписка завершилась. Возобновите её, чтобы вернуть привилегии Plus.
sk: Vaše predplatné skončilo. Obnovte ho a získajte späť výhody Plus.
uk: Ваша підписка завершилася. Поновіть її, щоб повернути переваги Plus.

# push.membership.cancellation_effective.title
source: Cleansia Plus has ended
cs: Cleansia Plus skončilo
ru: Cleansia Plus завершён
sk: Cleansia Plus skončilo
uk: Cleansia Plus завершено

# push.membership.expiring_soon.body
source: Your subscription renews in 3 days. Manage your plan in the app.
cs: Vaše předplatné se obnoví za 3 dny. Plán spravujete v aplikaci.
ru: Ваша подписка продлится через 3 дня. Управляйте планом в приложении.
sk: Vaše predplatné sa obnoví o 3 dni. Plán spravujete v aplikácii.
uk: Ваша підписка поновиться через 3 дні. Керуйте планом у застосунку.

# push.membership.expiring_soon.title
source: Cleansia Plus is renewing soon
cs: Cleansia Plus se brzy obnoví
ru: Cleansia Plus скоро продлится
sk: Cleansia Plus sa čoskoro obnoví
uk: Cleansia Plus скоро поновиться

# push.membership.payment_failed.body
source: Your last Plus payment didn't go through, so your Plus benefits are paused until it does. Manage your plan in the app.
cs: Poslední platba za Plus neprošla, takže jsou výhody Plus pozastavené, dokud neprojde. Plán spravujete v aplikaci.
ru: Последний платёж за Plus не прошёл, поэтому преимущества Plus приостановлены, пока он не пройдёт. Управляйте планом в приложении.
sk: Posledná platba za Plus neprešla, takže výhody Plus sú pozastavené, kým neprejde. Plán spravujete v aplikácii.
uk: Останній платіж за Plus не пройшов, тому переваги Plus призупинено, доки він не пройде. Керуйте планом у застосунку.

# push.membership.payment_failed.title
source: Cleansia Plus payment failed
cs: Platba za Cleansia Plus neprošla
ru: Платёж за Cleansia Plus не прошёл
sk: Platba za Cleansia Plus neprešla
uk: Платіж за Cleansia Plus не пройшов

# push.order.assigned.body
source: You've been assigned job #%1$@. Tap to see the details.
cs: Byla vám přiřazena zakázka č. %1$@. Klepnutím zobrazíte podrobnosti.
ru: Вам назначен заказ №%1$@. Нажмите, чтобы посмотреть детали.
sk: Bola vám priradená zákazka č. %1$@. Ťuknutím zobrazíte podrobnosti.
uk: Вам призначено замовлення №%1$@. Торкніться, щоб переглянути деталі.

# push.order.assigned.title
source: New job on your schedule
cs: Nová zakázka v rozvrhu
ru: Новый заказ в вашем графике
sk: Nová zákazka v rozvrhu
uk: Нове замовлення у вашому графіку

# push.order.assignment_cancelled.body
source: A job you accepted was cancelled: #%1$@. Tap for details.
cs: Zakázka, kterou jste přijali, byla zrušena: #%1$@. Klepnutím zobrazíte detaily.
ru: Заказ, который вы приняли, отменён: #%1$@. Нажмите, чтобы посмотреть детали.
sk: Zákazka, ktorú ste prijali, bola zrušená: #%1$@. Ťuknutím zobrazíte detaily.
uk: Замовлення, яке ви прийняли, скасовано: #%1$@. Торкніться, щоб переглянути деталі.

# push.order.assignment_cancelled.title
source: Job cancelled
cs: Zakázka zrušena
ru: Заказ отменён
sk: Zákazka zrušená
uk: Замовлення скасовано

# push.order.assignment_revoked.body
source: Job #%1$@ has been reassigned and is no longer on your schedule. Tap for details.
cs: Zakázka č. %1$@ byla přeřazena a už není ve vašem rozvrhu. Klepnutím zobrazíte podrobnosti.
ru: Заказ №%1$@ переназначен, его больше нет в вашем графике. Нажмите, чтобы посмотреть детали.
sk: Zákazka č. %1$@ bola preradená a už nie je vo vašom rozvrhu. Ťuknutím zobrazíte podrobnosti.
uk: Замовлення №%1$@ перепризначено, його більше немає у вашому графіку. Торкніться, щоб переглянути деталі.

# push.order.assignment_revoked.title
source: Job reassigned
cs: Zakázka přeřazena
ru: Заказ переназначен
sk: Zákazka preradená
uk: Замовлення перепризначено

# push.order.cancelled.body
source: Booking #%1$@ was cancelled. Tap to see what happened.
cs: Rezervace #%1$@ byla zrušena. Klepněte pro detaily.
ru: Заказ #%1$@ был отменён. Нажмите для деталей.
sk: Rezervácia #%1$@ bola zrušená. Ťuknutím zobrazíte detaily.
uk: Замовлення #%1$@ було скасовано. Натисніть для деталей.

# push.order.cancelled.title
source: Booking cancelled
cs: Rezervace zrušena
ru: Заказ отменён
sk: Rezervácia zrušená
uk: Замовлення скасовано

# push.order.cleaner_assigned.body
source: A cleaner is assigned to your booking #%1$@. Tap to see the details.
cs: K vaší rezervaci #%1$@ je přiřazen uklízeč. Klepněte pro zobrazení detailů.
ru: К вашему заказу #%1$@ назначен клинер. Нажмите, чтобы посмотреть подробности.
sk: K vašej rezervácii #%1$@ je priradený upratovač. Ťuknutím zobrazíte detaily.
uk: До вашого замовлення #%1$@ призначено клінера. Натисніть, щоб переглянути деталі.

# push.order.cleaner_assigned.title
source: Cleaner found! 🎉
cs: Uklízeč nalezen! 🎉
ru: Клинер найден! 🎉
sk: Upratovač nájdený! 🎉
uk: Клінера знайдено! 🎉

# push.order.completed.body
source: Your booking #%1$@ is complete. Tap to leave a review.
cs: Vaše rezervace #%1$@ je dokončena. Klepněte pro hodnocení.
ru: Заказ #%1$@ завершён. Нажмите, чтобы оставить отзыв.
sk: Vaša rezervácia #%1$@ je dokončená. Ťuknutím pridáte hodnotenie.
uk: Замовлення #%1$@ виконано. Натисніть, щоб залишити відгук.

# push.order.completed.title
source: All done! ✨
cs: Hotovo! ✨
ru: Готово! ✨
sk: Hotovo! ✨
uk: Готово! ✨

# push.order.payment_confirmed.body
source: Your booking #%1$@ is confirmed. Tap to see the details.
cs: Vaše rezervace #%1$@ je potvrzena. Klepněte pro zobrazení detailů.
ru: Заказ #%1$@ подтверждён. Нажмите, чтобы посмотреть подробности.
sk: Vaša rezervácia #%1$@ je potvrdená. Ťuknutím zobrazíte detaily.
uk: Замовлення #%1$@ підтверджено. Натисніть, щоб переглянути деталі.

# push.order.payment_confirmed.title
source: Booking confirmed ✅
cs: Rezervace potvrzena ✅
ru: Заказ подтверждён ✅
sk: Rezervácia potvrdená ✅
uk: Замовлення підтверджено ✅

# push.order.in_progress.body
source: Your cleaner is on it for booking #%1$@. Tap to follow along.
cs: Váš uklízeč pracuje na rezervaci #%1$@. Klepněte pro sledování.
ru: Клинер работает над заказом #%1$@. Нажмите, чтобы следить.
sk: Váš upratovač pracuje na rezervácii #%1$@. Ťuknutím sledujte priebeh.
uk: Клінер працює над замовленням #%1$@. Натисніть, щоб стежити.

# push.order.in_progress.title
source: Cleaning in progress
cs: Úklid probíhá
ru: Уборка началась
sk: Upratovanie prebieha
uk: Прибирання почалося

# push.order.new_available.body
source: New jobs near you: %1$@. Tap to view.
cs: Nové zakázky ve vašem okolí: %1$@. Klepnutím je zobrazíte.
ru: Новые заказы рядом с вами: %1$@. Нажмите, чтобы посмотреть.
sk: Nové zákazky vo vašom okolí: %1$@. Ťuknutím ich zobrazíte.
uk: Нові замовлення поруч із вами: %1$@. Торкніться, щоб переглянути.

# push.order.new_available.title
source: New jobs available
cs: Nové dostupné zakázky
ru: Новые доступные заказы
sk: Nové dostupné zákazky
uk: Нові доступні замовлення

# push.order.no_cleaner_nothing_charged.body
source: No cleaner could make it to booking #%1$@, so we have cancelled it. You have not been charged, and we have added %2$@ credit towards your next clean. Sorry.
cs: Na objednávku #%1$@ nemohl dorazit žádný uklízeč, proto jsme ji zrušili. Nic jsme vám neúčtovali a přidali jsme vám kredit %2$@ na příští úklid. Omlouváme se.
ru: На заказ #%1$@ не смог приехать ни один уборщик, поэтому мы его отменили. Мы ничего с вас не списали, а ещё начислили %2$@ кредита на следующую уборку. Простите.
sk: Na objednávku #%1$@ nemohol prísť žiadny upratovač, preto sme ju zrušili. Nič sme vám neúčtovali a pridali sme vám kredit %2$@ na ďalšie upratovanie. Ospravedlňujeme sa.
uk: На замовлення #%1$@ не зміг приїхати жоден прибиральник, тому ми його скасували. Ми нічого з вас не списали, а ще нарахували %2$@ кредиту на наступне прибирання. Вибачте.

# push.order.no_cleaner_nothing_charged.title
source: No cleaner was available
cs: Žádný uklízeč nebyl k dispozici
ru: Свободных уборщиков не нашлось
sk: Žiadny upratovač nebol k dispozícii
uk: Вільних прибиральників не знайшлося

# push.order.no_cleaner_refund_pending.body
source: No cleaner could make it to booking #%1$@, so we have cancelled it. Your refund is on its way, and we have added %2$@ credit towards your next clean. Sorry.
cs: Na objednávku #%1$@ nemohl dorazit žádný uklízeč, proto jsme ji zrušili. Vrácení peněz je na cestě a přidali jsme vám kredit %2$@ na příští úklid. Omlouváme se.
ru: На заказ #%1$@ не смог приехать ни один уборщик, поэтому мы его отменили. Возврат средств обрабатывается, а ещё мы начислили %2$@ кредита на следующую уборку. Простите.
sk: Na objednávku #%1$@ nemohol prísť žiadny upratovač, preto sme ju zrušili. Vrátenie peňazí je na ceste a pridali sme vám kredit %2$@ na ďalšie upratovanie. Ospravedlňujeme sa.
uk: На замовлення #%1$@ не зміг приїхати жоден прибиральник, тому ми його скасували. Повернення коштів обробляється, а ще ми нарахували %2$@ кредиту на наступне прибирання. Вибачте.

# push.order.no_cleaner_refund_pending.title
source: No cleaner was available
cs: Žádný uklízeč nebyl k dispozici
ru: Свободных уборщиков не нашлось
sk: Žiadny upratovač nebol k dispozícii
uk: Вільних прибиральників не знайшлося

# push.order.no_cleaner_refunded.body
source: Nobody was able to take booking #%1$@, so we have refunded it in full and added %2$@ credit towards your next clean. Sorry.
cs: Objednávku #%1$@ nikdo nestihl převzít, proto vám vracíme celou částku a přidáváme kredit %2$@ na příští úklid. Omlouváme se.
ru: Заказ #%1$@ никто не взял, поэтому мы вернули всю сумму и начислили %2$@ кредита на следующую уборку. Простите.
sk: Objednávku #%1$@ nikto nestihol prevziať, preto vám vraciame celú sumu a pridávame kredit %2$@ na ďalšie upratovanie. Ospravedlňujeme sa.
uk: Замовлення #%1$@ ніхто не взяв, тому ми повернули всю суму та нарахували %2$@ кредиту на наступне прибирання. Вибачте.

# push.order.no_cleaner_refunded.title
source: No cleaner was available
cs: Žádný uklízeč nebyl k dispozici
ru: Свободных уборщиков не нашлось
sk: Žiadny upratovač nebol k dispozícii
uk: Вільних прибиральників не знайшлося

# push.order.on_the_way.body
source: Your cleaner is heading to your booking #%1$@.
cs: Váš uklízeč míří k rezervaci #%1$@.
ru: Ваш клинер направляется к заказу #%1$@.
sk: Váš upratovač smeruje k rezervácii #%1$@.
uk: Ваш клінер прямує до замовлення #%1$@.

# push.order.on_the_way.title
source: Cleaner is on the way
cs: Uklízeč je na cestě
ru: Клинер в пути
sk: Upratovač je na ceste
uk: Клінер у дорозі

# push.order.preferred_offer.body
source: Order %1$@ — someone you've cleaned for before requested you. Open it to take the job.
cs: Zakázka %1$@ — vyžádal si vás někdo, komu jste už uklízeli. Otevřete ji a vezměte si ji.
ru: Заказ %1$@ — вас попросил кто-то, у кого вы уже убирали. Откройте, чтобы взять заказ.
sk: Zákazka %1$@ — vyžiadal si vás niekto, komu ste už upratovali. Otvorte ju a prevezmite ju.
uk: Замовлення %1$@ — вас попросив хтось, у кого ви вже прибирали. Відкрийте, щоб узяти замовлення.

# push.order.preferred_offer.title
source: A customer asked for you
cs: Zákazník si vás vyžádal
ru: Клиент попросил именно вас
sk: Zákazník si vás vyžiadal
uk: Клієнт попросив саме вас
